[LANGUAGE]
1000=English (US);
1001=Français (Canadien);
1002=Rechercher l'appareil;
1003=Nom de l'appareil : nom de l'appareil BT 2;
1004=Mot de passe :;
1005=Jumeler;
1006=Ne pas jum.;
1007=Nom de l'appareil BT;
1008=a été apparié.;
1009=Les services pris en charge par le périphérique Bluetooth sont actuellement déterminés.;
1010=Peut maintenant être détecté par un autre appareil Bluetooth.;
1011=Adresse;
1012=PIN;
1013=Temps restant;
1014=Annuler;
1015=Nom de l'appareil :;
1016=Réglage;
1017=Général;
1018=Sortie audio;
1019=Volume;
1020=Affichage;
1021=Écran d'accueil;
1022=Horloge;
1023=Unité;
1024=Chauffage;
1025=Langue;
1026=Info. véhicule;
1027=Entretien;
1028=Info. système;
1029=Suppr. toutes données perso.;
1030=Caméra;
1031=Amp. externe;
1032=Mode d'inspection;
1033=Bip sonore de marche/arrêt;
1034=Par. On/Off;
1035=Médias;
1036=Communi-\ncation;
1037=Navi;
1038=Téléphone;
1039=INTCM;
1040=Radio BP;
1041=Bip/Sonnerie;
1042=Guide\nvocal;
1043=Affichage désactivé;
1044=Luminosité automatique;
1045=HA;
1046=Heure GPS;
1047=Heure;
1048=HNE;
1049=HNR;
1050=HNC;
1051=HNP;
1052=Distance;
1053=Mile;
1054=km;
1055=Consomm. de carburant;
1056=mi/gal;
1057=km/L;
1058=L/100 km;
1059=Température;
1060=Farenhiet;
1061=Celcius;
1062=Pression;
1063=kPa;
1064=lb/po2;
1065=kgf/cm2;
1066=bar;
1067=Chauffage de la poignée;
1068=Faible;
1069=Moyen;
1070=Élevé;
1071=Chauf. siège : cond.;
1072=Chauffage du siège : Passager;
1073=Please wait...;
1074=Groupe 1;
1075=Pres. Pneus;
1076=Av.;
1077=Ar.;
1078=Carburant moy.;
1079=Aut. carbur.;
1080=Réinit.;
1081=Conso. carbur.;
1082=Groupe 2;
1083=Tension bat.;
1084=Temp. de l'air;
1085=Vitesse moy.;
1086=IG minut.;
1087=Groupe 3;
1088=**h**m;
1089=Prochain entretien;
1090=Dernier entretien;
1091=Entrée de la date;
1092=Lis. Pièces;
1093=Mon concessionnaire;
1094=Copier;
1095=Informations système;
1096=Version du logiciel:;
1097=ID carte:;
1098=Identifiant production:;
1099=Code de demande:;
1100=Code source ouvert;
1101=Mise à jour;
1102=Zone de texte pour les infos concernant la source ouverte;
1103=Souhaitez-vous mettre à jour le système ou la carte?;
1104=Oui/Non;
1105=Aff. cam. arr.;
1106=Utilisation amp. interne;
1107=Utilisation amp. externe;
1108=Supprimer toutes les données personnelles?;
1109=Accueil Info.;
1110=Accueil Carte;
1111=Accueil Audio;
1112=Destination;
1113=Inspection 1;
1114=Sensibilité\nFM/AM Rx;
1115=Sensibilité SiriusXM Rx;
1116=Sensibilité GPS Rx;
1117=Sensibilité Radio BP Rx;
1118=CAN véhicule;
1119=Radio BP;
1120=Connexion GW;
1121=Connexion RSH;
1122=Connexion PSH;
1123=Désact.;
1124=Bas;
1125=Haut;
1126=Valeurs TPMS;
1127=Batterie TPMS;
1128=Volume du micro-casque;
1129=Vol.;
1130=Inspection 2;
1131=Interr. mécan.;
1132=Haut/Bas;
1133=Gauche/Droite;
1134=Sélec.;
1135=Accueil;
1136=Vol-;
1137=Vol+;
1138=PTT;
1139=R_Vol +;
1140=R_Vol -;
1141=R_Seek +;
1142=R_Seek -;
1143=R_Source;
1144=R_PTT;
1145=Statut con. USB;
1146=USB1;
1147=USB2;
1148=Aucun app.;
1149=Sélection de la source audio;
1150=AUX.;
1151=Sélection du haut-parleur;
1152=Av. ga.;
1153=Av. dr.;
1154=Ar. ga.;
1155=Ar. dr.;
1156=Auto;
1157=Casque d'écoute Av.;
1158=Casque d'écoute Ar.;
1159=Gauche;
1160=Droite;
1161=Micro;
1162=Comm.;
1163=Bluetooth;
1164=Vox;
1165=Contrôleur arrière;
1166=Reconnaissance vocale;
1167=Rendre le système détectable;
1168=Liste des appareils appariés;
1169=Changer l'avertissement;
1170=Définir le nom du système et le PIN;
1171=Connexion BT auto.;
1172=Afficher l'avertissement sur le coût;
1173=Afficher avertiss. Itin.;
1174=Définir le nom du système;
1175=Définir le nom du système Valeur1;
1176=Jumelé;
1177=Connecter;
1178=Appariement \pldevice name\pr Veuillez démarrer le processus 'appariement sur votre appareil;
1179=Entrer PIN;
1180=\plBT device name\pr a été jumelé.;
1181=Identification des services pris en charge par l'appareil Bluetooth.;
1182=\plBT device name\pr Le numéro d'identification personnel (PIN) est requis;
1183=Appareil jumelé 1;
1184=Supp. Jumelage;
1185=Tout connecter;
1186=Tout déconnecter;
1187=Act. rép. tél.;
1188=Sél. sonn.  Système;
1189=Sonn. syst.;
1190=Sonn. tél.;
1191=Aucune sonnerie;
1192=Réactualiser le répertoire téléphonique?;
1193=Cmde voc. mic. casque cond.;
1194=Cmde voc. mic. casque pass.;
1195=Sensibilité;
1196=Audio;
1197=Basse;
1198=Aigus;
1199=Équilibreur;
1200=Arrière;
1201=Avant;
1202=SVC;
1203=Audio Zone 2;
1204=Navigation;
1205=Carte;
1206=Point d'intérêt;
1207=Itinéraire;
1208=Rechercher à proximité;
1209=Aide à la navigation;
1210=Estimation et récapitulatif;
1211=Style de carte;
1212=Jour;
1213=Mode Nuit;
1214=Mon icône;
1215=ICÔNE 1;
1216=Icônes de points d'intérêt;
1217=Cap vers 2D;
1218=Cap Nord 2D;
1219=Cap vers 3D;
1220=Flèche;
1221=Moteur cycle A;
1222=Zoom sur l'intersection;
1223=Ind. limite vit.;
1224=Guidage sur voies;
1225=Signalisation;
1226=Récapitulatif du trajet;
1227=Archive;
1228=Station-service;
1229=Guichets auto/banques;
1230=Cafés-restaurants;
1231=Stationnement;
1232=Lis.;
1233=Tout afficher;
1234=Aff. aucun;
1235=Aire de repos;
1236=Restaurant;
1237=Vie quotidienne;
1238=Transports en commun;
1239=Centre d'intérêt;
1240=Loisirs;
1241=Soins médicaux;
1242=Transit;
1243=Hébergement;
1244=Concess. YAMAHA;
1245=Urgence;
1246=Sous-catégorie 1;
1247=Préférences itinéraire;
1248=Le + rapi.;
1249=Type de trajet;
1250=All. simple;
1251=Éviter;
1252=Sinueux;
1253=Panorama;
1254=Le + court;
1255=All.-ret.;
1256=Autoroutes à péage;
1257=Traversiers;
1258=Tunnels;
1259=Voiture/Train;
1260=Route non revêtue;
1261=Restrictions saisonnières;
1262=Frontières;
1263=TMS;
1264=Emplacement actuel;
1265=En entrant l'adresse;
1266=En désignant sur la carte;
1267=Aller dans lis. Enr./Récents;
1268=Épeler la rue;
1269=Épeler la ville;
1270=Province/état;
1271=Zoom sur l'intersection;
1272=Guidage vocal;
1273=Frontière;
1274=Aff. Init.;
1275=Arrivée estimée;
1276=Résumé;
1277=Temps de déplacement;
1278=Heure d'arrivée\nà destination;
1279=Distance jusqu'à\nla destination;
1280=Heure arr. étape inter.;
1281=SiriusXM;
1282=Info. d'abonnement;
1283=Alerte circulation;
1284=Circul. sur carte;
1285=Info. circulation dans un lieu;
1286=près du lieu actuel;
1287=Alerte météo;
1288=Loc. alerte météo;
1289=ESN :;
1290=Radio :;
1291=Appel :;
1292=Suivant;
1293=Service spécial:Circulation;
1294=Carburant :;
1295=Météo :;
1296=Prévisions :;
1297=Nom des pièces ;
1298=Valeur;
1299=Réinitialiser la valeur;
1300=Modifier la valeur;
1301=Modifier le nom;
1302=Liste des commandes;
1303=Recon. voc. pass.;
1304=Votre concessionnaire;
1305=Nom du concessionnaire;
1306=Numéro de téléphone;
1307=Point de la carte;
1308=Régler;
1309=Réinitialiser la valeur?;
1310=Adresse :;
1311=PIN :;
1312=Temps restant :;
1313=Audio;
1314=FM/AM/WB/USB/Pandora;
1315=Nom FRÉQ. canal;
1316=Nom du contenu;
1317=Ajouter présél.;
1318=Catégorie;
1319=Liste;
1320=Cat.;
1321=Régl. Auto;
1322=Menu musique;
1323=ALBUM;
1324=Album;
1325=PISTE;
1326=Titre de la chanson ***;
1327=Artiste;
1328=Nom de l'artiste;
1329=Aux.;
1330=BT;
1331=SiriusXM;
1332=Sortie AUX.;
1333=Réglage du volume;
1334=Haut;
1335=Moyen;
1336=Désact.;
1337=Nom de l'appareil;
1338=Décalage;
1339=Identifier;
1340=Menu;
1341=Numéro du canal;
1342=Nom du canal;
1343=Chanson;
1344=Nom de la chanson;
1345=Liste présél.;
1346=Liste d'étiquetage;
1347=Début de syntonisation;
1348=Liste de catégorie;
1349=Zone de jeu;
1350=Synt. Directe;
1351=Nom d'identification;
1352=Musique;
1353=Débats et divertissement;
1354=Latino;
1355=Sport;
1356=Actualités et autre;
1357=Ignorer;
1358=Sans étiquette;
1359=Tous les canaux;
1360=Nom de l'équipe;
1361=Pointage;
1362=Tout définir;
1363=Actualités;
1364=Informations;
1365=Nom de catégorie;
1366=Fréq. et nom de la station;
1367=Nom du PTY;
1368=Fréq. de la station actuelle;
1369=Fréq.;
1370=List. lec.;
1371=Chansons;
1372=Genre;
1373=Nom de la liste de lecture;
1374=Tout;
1375=Titre de l'album;
1376=Alternatif;
1377=Blues;
1378=Classique;
1379=Country et folk;
1380=Nom de l'album;
1381=N° piste, titre de la chanson;
1382=Recommander;
1383=Plus;
1384=Nom du genre;
1385=Nom de la liste de lecture;
1386=Mélange de musiques;
1387=Prérégler;
1388=Mélange activé;
1389=Syntonisation directe;
1390=Lequel voulez-vous ajouter à la liste d'étiquetage?;
1391=Annuler;
1392=All Categories;
1393=News;
1394=Information;
1395=Talk;
1396=Rock;
1397=Classic Rock;
1398=Adult Hits;
1399=Soft Rock;
1400=Top-40;
1401=Country;
1402=Oldies;
1403=Soft;
1404=Nostalgia;
1405=Jazz;
1406=Rhythm and Blues;
1407=Soft Rhythm and Blues;
1408=Foreign Language;
1409=Religious Music;
1410=Religious Talk;
1411=Pesonality;
1412=Public;
1413=College;
1414=Spanish Talk;
1415=Spanish Music;
1416=Hip-Hop;
1417=Weather;
1418=Emergency Test;
1419=Emergency Alert;
1420=Annuler tout;
1421=USB1 ;
1422=USB2;
1423=File Corrupt;
1424=No Playable Files;
1425=Playlist Empty;
1426=Appareil média indisponible;
1427=Undefined Error;
1428=Réception des données;
1429=Pas de données;
1430=BT Device Unavailable;
1431=AUX Device Unavailable;
1432=Tire   F:;
1433=   R:;
1434=Carburant moy.;
1435=°C;
1436=°F;
1437=Air Temp;
1438=Haut;
1439=Vitesse moy.;
1440=Autonomie en carburant;
1441=Media Error;
1442=Scan;
1443=h;
1444=min;
1445=Marquer l’avis;
1446=Artist;
1447=Song;
1448=Annuler tout;
1449=Entrer;
1450=AM;
1451=FM;
1452=WB;
1453=USB;
1454=iPod;
1455=PANDORA;
1456=AUX.;
1457=BT;
1458=Fuel consumpt;
1459=Bas;
1460=Tension de la batterie;
1461=Channel;
1462=ON;
1463=CB Radio;
1464=Sensibilité Squelch;
1465=Destination;
1466=Catégories;
1467=Aller dom.;
1468=Enr./Récents;
1469=Voir la carte;
1470=Adresse;
1471=Ent. mot-clé;
1472=Rechercher à proximité;
1473=Modifier;
1474=Urgence;
1475=Concession.;
1476=N° de tél.;
1477=Import. Lieu;
1478=Out. de rech.;
1479=Restaurant;
1480=Vie quotidienne;
1481=Arts et divertissements;
1482=Centre d'intérêt;
1483=Loisirs;
1484=Soins médicaux;
1485=Transit;
1486=Hébergement;
1487=Ajouter racc.;
1488=Coordonnées;
1489=Intersection;
1490=Villes;
1491=Importer un lieu;
1492=Escale;
1493=Station-service;
1494=Banques et guichets auto.;
1495=Aire de repos;
1496=Stationnement;
1497=L’adresse du domicile n’a pas été définie.;
1498=Souhaitez-vous l'indiquer?;
1499=Oui/Non;
1500=Enregistrés;
1501=Récents;
1502=Nommer l'adresse;
1503=Définir;
1504=Épeler la rue;
1505=Épeler la ville;
1506=Province/état;
1507=Épeler;
1508=N° de la maison;
1509=Entrer;
1510=Nom du POI;
1511=Rép. tél.;
1512=Nom;
1513=Numéro;
1514=Coordonnées;
1515=N/S/O/E;
1516=Info.;
1517=Enregistrer;
1518=Aller;
1519=Sélect. Itin.;
1520=Le + rapi.;
1521=Info. dés.;
1522=Chang. Itin.;
1523=Suppr.;
1524=Déplacer;
1525=Données de journal;
1526=Nom de ville;
1527=Sélectionner Ajouter point;
1528=Navigation;
1529=Destination;
1530=Voir la carte;
1531=Quit. aide nav.;
1532=Journal de bord;
1533=Info. SiriusXM;
1534=Réglage;
1535=Météo;
1536=Circulation;
1537=Prix carb.;
1538=Prix carb.;
1539=Ville, Province/État et Jour, heure;
1540=Actuel.;
1541=Changement de pluie 50 %;
1542=Débit d'air;
1543=Climatisation;
1544=Actualis.;
1545=Modifier le lieu;
1546=Sur carte;
1547=3, 6 h;
1548=5 jours;
1549=Aujourd'hui;
1550=Lun;
1551=Mar;
1552=Mer;
1553=Jeu;
1554=Ven;
1555=Sam;
1556=Dim;
1557=Limite du nom de la rue;
1558=À proximité;
1559=Sur route;
1560=Informations routières;
1561=Message détaillé sur les conditions de circulation;
1562=Super;
1563=Marque;
1564=Plus;
1565=Ordinaire;
1566=Toutes les marques;
1567=Nom de la marque;
1568=Prix de la marque;
1569=Informations sur les magasins;
1570=Le + rapide;
1571=Aller;
1572=Enregistrer;
1573=Sélection de l'itinéraire;
1574=Nom de ville;
1575=Espace;
1576=Entrer;
1577=Épeler;
1578=Informations de localisation;
1579=Date, heure, kilométrage;
1580=Tout\nsuppr.;
1581=Infos journal;
1582=Plus;
1583=Suppr.;
1584=Exporter;
1585=Masquer carte;
1586=Temps et distance;
1587=Préc.;
1588=Suiv.;
1589=Date;
1590=Heure de départ;
1591=Heure d'arrivée;
1592=Kilométrage;
1593=Vit. moy.;
1594=IG minut.;
1595=Ville de départ;
1596=Ville d'arrivée;
1597=désactivé;
1598=détails;
1599=Date, heure, distance;
1600=Supprimer tous les fichiers journaux?;
1601=Oui;
1602=Non;
1603=Supprimer ce fichier journal?;
1604=Oui/Non;
1605=Arrêter le guidage routier?;
1606=États-Unis;
1607=Motor cycle A;
1608=Motor cycle B;
1609=Pas de données;
1610=Avoidance settings;
1611=No Map;
1612=No data to display;
1613=Go(Demo On);
1614=Rechercher;
1615=Toutes les catégories;
1616=Sub categ.2;
1617=Sub categ.3;
1618=Sub categ.4;
1619=près du lieu actuel;
1620=by Address entering;
1621=by Map pointing;
1622=by Saved/Recent list;
1623=Autoroutes;
1624=Autoroutes à péage;
1625=Traversiers;
1626=Tunnels;
1627=Voiture/Train;
1628=Route non revêtue;
1629=Restrictions saisonnières;
1630=Frontières;
1631=TMS;
1632=Carte;
1633=USB 1;
1634=USB 2;
1635=Flèche;
1636=Point d'intérêt;
1637=Itinéraire;
1638=Home;
1639=Navi guidance;
1640=Guichets/Banques;
1641=Coffee shop;
1642=Yamaha dealer;
1643=Medical area;
1644=Cap vers 2D;
1645=Cap Nord 2D;
1646=Cap vers 3D;
1647=Auto;
1648=Mode Jour;
1649=Mode Nuit;
1650=Twisty;
1651=Panorama;
1652=Le + court;
1653=One way;
1654=Round;
1655=Guidage vocal;
1656=Frontière;
1657=Préférences itinéraire;
1658=Trip type;
1659=Map Style;
1660=Mode Jour/Nuit;
1661=Mon icône;
1662=Icônes POI;
1663=Zoom sur l'intersection;
1664=Indication de la limite de vitesse;
1665=Guidage sur voies;
1666=Signalisation;
1667=Archive;
1668=Show;
1669=afficher;
1670=afficher aucun;
1671=Partly cloudy;
1672=Cloudy;
1673=Rain;
1674=Light Snow;
1675=Wintry Mix;
1676=READY;
1677=Tout le pays;
1678=Province/état actif;
1679= All brands;
1680=Winds;
1681=MPH;
1682=Téléphone;
1683=Intercom;
1684=Radio BP;
1685=SMS;
1686=Message;
1687=Réglage;
1688=Communication;
1689=Rép. tél.;
1690=Recomposer;
1691=Récents;
1692=Numéro;
1693=Urgence;
1694=Numéro de téléphone Appel vers;
1695=Composition message Temps de connexion;
1696=Terminer l'appel;
1697=Numéro de téléphone Appel depuis;
1698=Répondre;
1699=Ignorer;
1700=Appeler;
1701=Mon concessionnaire :;
1702=Statut actuel Intercom;
1703=Marche;
1704=Statut actuel Radio BP;
1705=Présélection4;
1706=Ajouter présél.;
1707=Sensibilité Squelch;
1708=Message SMS;
1709=Tout lire;
1710=Tout supp.;
1711=Champs du message SMS;
1712=Appel tél.;
1713=Message véhicule;
1714=Titre du message véhicule;
1715=Supprimer tous les messages?;
1716=Supprimer ce message?;
1717=Passer l’appel téléphonique?;
1718=Dailing;
1719=Device connected:;
1720=Aucun dispositif;
1721=Reçu;
1722=Autre;
1723=A-C;
1724=D-F;
1725=G-I;
1726=J-L;
1727=M-O;
1728=P-R;
1729=S-U;
1730=V-X;
1731=Y-Z;
1732=Peut maintenant être détecté par un autre appareil Bluetooth;
1733=Adresse :;
1734=PIN :;
1735=Temps restant :;
1736=Jumelage avec;
1737=Pairing Failure !!!;
1738=Attente d’approbation de la demande par;
1739=Impossible d'enregistrer\ndavantage.;
1740=Peut à présent être détecté par un autre appareil Bluetooth.;
1741=Appareil apparié 1;
1742=Changing unit now…;
1743=Unit change failed!;
1744=Unit changed sucessfully!;
1745=Do you want to delete\nall personal data ?;
1746=Would you like to reset value ?;
1747=Mettre le système et la carte à jour?\n\nVer: ;
1748=Traffic:;
1749=Inconnu;
1750=État de radio BP DÉSACTIVÉ;
1751=Head set;
1752=Unknown Album;
1753=Unknown Artist;
1754=Arrêter l’alerte;
1755=Bip;
1756=Sonnerie;
1757=Audio FM;
1758=Audio AM;
1759=Audio WB;
1760=Audio USB;
1761=Audio iPod;
1762=La béquille latérale est abaissée,\nle véhicule est en mouvement\nou la transmission est actionnée.;
1763=Permet de protéger le système contre tout dommage. SURE-PARK ne peut pas être utilisé actuellement.;
1764=L'autoprotection SURE-PARK va\nêtre activée momentanément.;
1765=SURE-PARK ne peut pas être utilisé.;
1766=Autoprotection SURE-PARK activée.;
1767=Stationnement presque terminé.;
1768=SURE-PARK est en cours d'utilisation.;
1769=connecté;
1770=déconnecté;
1771=Rech. par nom concess.;
1772=Saisie du nom;
1773=Liste des concessionnaire;
1774=km/h;
1775=mph;
1776=Écran d’accueil modifié.;
1777=Réglage de la vitesse du véhicule du\nrégulateur de vitesse\n;
1778=Chargement maintenant …;
1779=La navigation est pas prête.;
1780=Cette fonction n'est pas disponible\nlorsque le véhicule circule.;
1781=Contrôler antenne;
1782=Radio ID  ;
1783=Sport;
1784=Flèche1;
1785=Flèche2;
1786=Motocyclette;
1787=Bluetooth;
1788=Pas de titre;
1789=Channel;
1790=Not Subscribed;
1791=Call SiriusXM to subscribe;
1792=Antenne déconnectée;
1793=Fermer;
1794=is now palying;
1795=would you like to change ?;
1796=the channel;
1797=The;
1798=team match is started.;
1799=Do you want to change channel?;
1800=The channel;
1801=you tagged is been detected.;
1802=Mélange de musiques;
1803=Mélange activé;
1804=Chang. fréq. mél.;
1805=Pas de données;
1806=Maximum number of Favorites reached.;
1807=Direct;
1808=Rejouer;
1809=Marche;
1810=Désact.;
1811=Veuillez patienter.\nMise à jour de l'authent. du fichier en cours.;
1812=Indicatif activé;
1813=Indicatif désactivé;
1814=Indicatif activé;
1815=Indicatif désactivé;
1816=Erreur de communication avec le capteur de pression de gonflage des pneus avant.\nFaites-les vérifier chez le concessionnaire le plus proche. ;
1817=Erreur de communication avec le capteur de pression de gonflage des pneus arrière.\nFaites-les vérifier chez le concessionnaire le plus proche.;
1818=La batterie du capteur de pression de gonflage des pneus avant est faible.\n Faites remplacer le capteur chez le concessionnaire le plus proche.;
1819=La batterie du capteur de pression de gonflage des pneus arrière est faible.\nFaites remplacer le capteur chez le concessionnaire le plus proche.;
1820=La pression des pneus avant est faible.\nVérifiez les pneus et réglez la pression de l’air dès que \npossible.;
1821=La pression des pneus arrière est faible.\nVérifiez les pneus et réglez la pression de l’air dès que \npossible.;
1822=Activé;
1823=Désactivé;
1824=État de radio BP ACTIVÉ;
1825=Intercom DÉSACTIVÉ;
1826=Intercom ACTIVÉ;
1827=Nouv.;
1828=Temps de maintenance;
1829=Nombre de canaux;
1830=Votre application Pandora est obsolète. Veuillez la mettre à jour et réessayer.;
1831=Nous sommes désolés de cette erreur.;
1832=Aucune station créée. Merci de créer une station.;
1833=Nous reprendrons votre session Pandora dans quelques instants, lorsque la connexion sera rétablie.;
1834=Vous avez atteint votre limite, vous ne pouvez plus passer.;
1835=Err. communication CAN;
1836=Pile de la clé déchargée;
1837=Erreur communication clé;
1838=Indic. verr. Bagages;
1839=Commut. Principal;
1840=Erreur comm. TPMS(Av);
1841=Erreur comm. TPMS(Ar);
1842=Batterie TPMS(Av) faible;
1843=Batterie TPMS(Ar) faible;
1844=Pres. pneus(Av) faible;
1845=Pres. pneus(Ar) faible;
1846=Mode régl. TPMS (Id., Av);
1847=Mode régl. TPMS (Ar);
1848=Rég. TPMS terminé;
1849=TPMS activé;
1850=TPMS désactivé;
1851=Mode réglage auto TPMS;
1852=Impossible d'établir une communication normale avec le compteur.\nFaites-le vérifier par votre concessionnaire le plus proche.;
1853=La pile de la clé électronique est déchargée.\nRemplacez-la par une pile neuve.\nUne pile bouton CR2025;
1854=Impossible d'établir une communication avec la clé électronique.\nConfirmez que vous avez la clé électronique sur vous.;
1855=Mode de réglage de l’indicatif d’activation/de désactivation de verrouillage des bagages. ;
1856=Mode de réglage de l’indicatif d’activation/de désactivation de commutateur principal.;
1857=Indicatif de verrouillage des bagages activé.;
1858=Indicatif de verrouillage des bagages désactivé.;
1859=Indicateur de commutateur principal activé.;
1860=Indicateur de commutateur principal désactivé.;
1861=(Au moment de l’enregistrement de l’identifiant)  Forcez le capteur TPMS Av à transmettre un signal. \n(Pour passer du capteur Av à Ar) Appuyez sur le bouton d’urgence 3 fois. ;
1862= Forcez le capteur TPMS Ar à transmettre un signal. ;
1863=Enregistrement de l’identifiant du capteur TPMS Av et Ar terminé.;
1864=Capteur TPMS du véhicule défini sur « équipé ».;
1865=Capteur TPMS du véhicule défini sur « NON équipé ».;
1866=Vous êtes à présent dans le mode d'enregistrement de l'identifiant LF sans outil.\nFaites démarrer le véhicule.;
1867=Rép. tél.;
1868=Magasinage;
1869=Code postal;
1870=Province/état, pays;
1871=latitude;
1872=longitude;
1873=« Adresse de mon concessionnaire » n’a pas été définie.;
1874=D'accord;
1875=Saisir la ;
1876=Emplacement actuel;
1877=Il est temps de procéder à la maintenance programmée de;
1878=Réglage audio;
1879=2 haut-parleur;
1880=4 haut-parleur;
1881=Bip de fonctionnement;
1882=Entrée de la date;
1883=Identifiant de radio SiriusXM;
1884=Identifiant d’appareil;
1885=Id. vers. log. radio BP;
1886=Touche dr. acc.;
1887=Sensibilité\nBT Rx;
1888=Micro-casque;
1889=Vol.;
1890=Haut;
1891=Bas;
1892=Micro-casque av.;
1893=Micro-casque ar.;
1894=Définir le nom par défaut;
1895=AUTO;
1896=Achats;
1897=Aller-retour;
1898=Par adresse;
1899=Par carte de recherche;
1900=Info. désactivées;
1901=Tps déplacement;
1902=Distance jusqu'au\npoint intermédiaire;
1903=Temps de déplacement;
1904=Info. d'abonnement;
1905=Localisation de l’alerte météorologique;
1906=Service spécial : désabonnement aux info. circulation;
1907=Mode Diagnostic;
1908=Mode Diagnostic SiriusXM;
1909=Mode de génie;
1910=Clair;
1911=Initialisation d'usine;
1912=Mode Jour;
1913=teleprompter;
1914=command;
1915=pickList;
1916=Les commandes Navi sont:;
1917=Les commandes média sont:;
1918=Les commandes téléphone sont:;
1919=Les commandes radio sont:;
1920=Télésouffleur;
1921=Liste de sélection;
1922=Commandes de navigation;
1923=Commandes de médias;
1924=Commandes téléphoniques;
1925=Les commandes radio;
1926=COMM;
1927=Paramètres;
1928=Fonction;
1929=NAVIG;
1930=Menu;
1931=Chauffage du siège;
1932=Haut de l'écran;
1933=Bas de l'écran;
1934=Sél. sonn.;
1935=Système;
1936=Av.;
1937=Ar.;
1938=Régler;
1939=Aucun renseignement de concessionnaire ne correspond à ce numéro.Souhaitez-vous ajouter ce numéro?;
1940=« Adresse de mon concessionnaire » \nn’a pas été définie.\nSouhaitez-vous l'indiquer?;
1941=N° de téléphone;
1942=nuit;
1943=Passer l’appel téléphonique?;
1944=Pare-brise;
1945=désabonnement aux info. circulation;
1946=ICÔNE 2;
1947=ICÔNE 3;
1948=Signal :;
1949=Tuner Status : ;
1950=Lock EnsA : ;
1951=Lock EnsB : ;
1952=BER : ;
1953=C/N : ;
1954=S1A : ;
1955=S1B : ;
1956=S2A : ;
1957=S2B : ;
1958=Rs : ;
1959=W : ;
1960=S : ;
1961=T : ;
1962=Tuner Freq : ;
1963=OBERA : ;
1964=OBERB : ;
1965=OTPIP0 A : ;
1966=Capability :;
1967=Mod Type : ;
1968=Mod HW : ;
1969=Mod SW : ;
1970=SXI : ;
1971=HDEC : ;
1972=BB : ;
1973=RF : ;
1974=HMI : ;
1975=CGS : ;
1976=FUEL : ;
1977=Sub Status : ;
1978=Reason Code : ;
1979=Suspend Date : ;
1980=RSSI : ;
1981=Overlay Status : ;
1982=arrivée;
1983=Déplacement;
1984=Durée de déplacement;
1985=Via le point;
1986=Vit. moy.;
1987=LIMITE;
1988=AVERTISSEMENT;
1989=Toute inattention lors de la conduite peut entraîner la mort ou des blessures graves.;
1990=Concentrez-vous toujours sur la conduite en gardant vos yeux et votre esprit sur la route.;
1991=Lisez votre mode d'emploi.;
1992=ACCEPTER;
1993=Midrange;
1994=abonnement audio;
1995=désabonné audio;
1996=abonnement;
1997=désabonné;
1998=mi;
1999=Info.;
2000=2-haut-parleur;
2001=4-haut-parleur;
2002=Échec de la connexion du;
2003=Itinérance des données…;
2004=Saisir le nom de rue 1;
2005=Saisir le nom de rue 2;
2006=En cours d'écriture… \nVeuillez ne pas retirer la clé USB.;
2007=Échec.\nVeuillez vérifier la mémoire disponible du lecteur USB.;
2008=Terminé;
2009=Supprimer ce fichier journal?;
2010=Pas de données . . .;
2011= est en cours \nde lecture.\nSouhaitez-vous changer \nde canal?;
2012=Province/état;
2013=Rue;
2014=Accepter;
2015=La limite de vitesse affichée est issue des informations enregistrées dans le système de navigation. Il est possible que la limite de vitesse réelle soit différente. Conduisez toujours conformément aux conditions de circulation.;
2016=Déf. nom syst.;
2017=Dés. sur carte;
2018=Répertoire téléphonique;
2019=Heure d'arrivée à l'étape intermédiaire;
2020=Info. dés.;
2021=Entrer un mot-clé;
2022=Mon concess.;
2023=Outils de recherche;
2024=Café-restaurant;
2025=État;
2026=Épeler la ville;
2027=Épeler la rue;
2028=Pays;
2029=Autre;
2030=D'accord;
2031=Le + court;
2032=Épeler la rue;
2033=Code post.;
2034=Jour. Bord;
2035=Info. local.;
2036=Pt inter. Arrivée;
2037=Sonnerie du téléphone;
2038=Actuel.;
2039=Mot-clé.;
2040=Ajout du;
2041=raccourci;
2042=Pas de carte;
2043=Impossible de charger le fichier.;
2044=Il y a un embouteillage sur la route. Rechercher un détour?;
2045=Naviguer par style;
2046=Services automobile;
2047=Services communautaires;
2048=Alerte;
2049=L’numéro de téléphone de mon concessionnaire\nn’est pas encore définie.\nSouhaitez-vous l'indiquer?;
2050=Chans.;
2051=Aucune station active;
2052=Pandora n’est pas disponible à l’endroit où vous vous trouvez actuellement. Nous reprendrons votre session dès que nous le pourrons.;
2053=Votre identifiant est incorrect.;
2054=Votre liste de stations est pleine. Veuillez supprimer une station existante afin d’en ajouter une autre.;
2055=Nous n’avons pas saisi. Votre avis est important pour nous, veuillez réessayer.;
2056=Votre signet n’a pas été enregistré. Veuillez réessayer.;
2057=Nous avons rencontré une erreur, mais nous essayons de la résoudre. Veuillez réessayer.;
2058=Erreur, session déjà débutée.;
2059=Erreur, aucune session active.;
2060=Lecture aléatoire;
2061=Nom du concessionnaire;
2062=Route est pas navigable.;
2063=Modification de l’itinéraire;
2064=Modif. Itineraire;
2065=Supprimer cette destination?;
2066=Chauf. siège;
2067=Chauf. poignée;
2068=En cas d’urgence, veuillez contacter l’installation pour vérifier sa disponibilité avant de procéder.;
2069=Vérifier entourant pour la sécurité.;
2070=Conso. Carbur;
2071=Entrée de la date;
2072=Sélection de l'itinéraire;
2073=Destination enregistrée.;
2074=Aller simple;
2075=Concess.;
2076=Fermer;
2077=Avertissement: Pandora continue d’être en transmission continue dans les écouteurs du passagé;
2078=Point d'import.;
2079=Erreurs d'import.;
2080=Tentat. d'import.;
2081=Sélect. type d'import.;
2082=Import pt départ;
2083=Pt de fin d'import.;
2084=Afficher plan;
2085=Sélectionner fonction;
2086=Pandora va bientôt \nreprendre.;
2087=Pandora est \nindisponible pour \nvotre emplac.;
2088=Ident. incorrecte, \nveuillez \nrecommencer depuis \nl'appareil.;
2089=Pandora est indispo.;
2090=App. Pandora \nindispo.;
2091=L/100;
2092=km;
2093=kgf/;
2094=cm2;
2095=Auc. Sonnerie;
2096=Exporter ID appareil système?;
2097=Activer navigation?;
2098=Mettre à jour plan?;
2099=Mettre à jour système?;
2100=ID app.\nexport.;
2101=Activ.\nNavi;
2102=Carte\nà jour;
2103=Logiciel\nà jour;
2104=Appareil indisponible;
2105=Connexion Bluetooth indisponible;
2106=App. Indisponible;
2107=État de la connexion USB;
2108=Hub non pris en charge;
2109=non pris en charge;
2110=Aucun dispositif;
2111=Dispositif non pris en charge;
2112=Dispositif aucune réponse;
2113=Concessionnaire;
2114=Code post.;
2115=Le raccourci existe déjà.;
2116=Lis. Pces;
2117=Mélange de chansons;
2118=Comment souhaitez-vous ajouter de la musique à la liste d’identification?;
2119=Abonnement mis à jour;
2120=Service spécial : abonnement aux info. circulation;
2121=Service spécial : Inconnu aux info. circulation;
2122=a fonction TuneMix n'est disponible que pour les chaînes musicales.;
2123=TuneMix a besoin d'au moins 2 canaux de musique.;
2124=Contenu musical insuffisant pour prendre en charge TuneMix.;
2125=Vit. moy.;
2126=Enregistrer les détails;
2127=Heure d'arrivée à destination;
2128=Importer un lieu;
2129=et;

